import Image from "next/image";

export default function OtoposmasPage() {
  return (
    <div className="lg:max-w-[65%] lg:mx-auto space-y-6">
      <div className="space-y-2 text-justify">
        <h1 className="text-2xl text-primary text-center">Ο Τόπος μας</h1>
        <p className="text-justify text-sm lg:text-[16px]">
          Η <strong>Νέα Βύσσα</strong> είναι ένα χωριό που βρίσκεται στο
          βορειοανατολικό τμήμα του νομού Έβρου κοντά στα σύνορα με την Τουρκία.
          Ο λαός και το όνομά της προέρχεται κατά πάσα πιθανότητα από τον
          πολεμικό λαό των Βεσσών και παλαιότερα αναφερόταν κατά παράφραση στην
          προφορική ομιλία ως Μπόσνα/Bosna.
        </p>

        <div className="relative w-full h-72 lg:w-[500px] lg:mx-auto">
          <Image
            priority
            src="/o-topos-mas/otoposmas-1.png"
            fill
            className="absolute object-cover"
            alt="o-silogos-image"
          />
        </div>

        <p className="text-justify text-sm lg:text-[16px]">
          Το 1923 περίπου χίλιοι πρόσφυγες προερχόμενοι από το Βοσνοχώρι ή παλιά
          Βύσσα, που βρισκόταν κοντά στην Αδριανούπολη, εγκαταστάθηκαν στη
          σημερινή τοποθεσία του χωριού, 4 χμ. νοτιότερα από το παλιό χωριό. Οι
          περισσότεροι από αυτούς ήταν επαγγελματίες που δεν γνώριζαν τη γεωργία
          και ζούσαν με το όνειρο να επιστρέψουν στη γη τους. Αυτό το όνειρο
          κρατήθηκε ζωντανό από το γεγονός ότι μπορούσαν να ατενίσουν τα σπίτια
          τους στην άλλη πλευρά του ποταμού Έβρου, που πολύ συχνά πλημμύριζε και
          κατέστρεφε τις καλλιέργειες.
        </p>

        <p className="text-justify text-sm lg:text-[16px]">
          Το 1958, μετά την κατασκευή προστατευτικών τοιχωμάτων κατά μήκος των
          όχθεων του ποταμού, η καλλιέργεια της πατάτας, του σκόρδου, των
          σπαραγγιών και του σιταριού έγινε αποτελεσματική. Αυτό βοήθησε το
          χωριό Νέα Βύσσα να αναπτυχθεί γρήγορα και να γίνει οικονομικά κυρίαρχο
          στην περιοχή, αλλα και να αναπτύξει ποικίλες σχέσεις με την πόλη της
          Ορεστιάδας και τα υπόλοιπα χωριά της περιοχής.
        </p>

        <div className="relative w-full h-80 lg:w-[500px] lg:mx-auto">
          <Image
            priority
            src="/o-topos-mas/otoposmas-2.webp"
            fill
            className="absolute object-cover"
            alt="o-silogos-image"
          />
        </div>

        <p className="text-justify text-sm lg:text-[16px]">
          Η τεχνική δόμησης των σπιτιών στη Νέα Βύσσα αντικατοπτρίζει έντονα την
          αστική παράδοση της Αδριανούπολης. Μιλώντας για την αστική παράδοση
          της Νέας Βύσσας, το ντύσιμο των γυναικών θεωρείται μοναδικό σε όλη τη
          Θράκη, αλλά και πανελλαδικά, λόγω του πλούτου και της ομορφιάς του. Η
          παραδοσιακή φορεσιά αποτελείται από πέντε μεταξωτές φούστες, η μία
          πάνω στην άλλη, ένα δέσιμο γύρω από το κεφάλι με λουλούδια και
          καρφίτσες και τέλος ένα μεταξωτό μπούστο που είναι διακοσμημένο με
          χρυσά νομίσματα.
        </p>

        <p className="text-justify text-sm lg:text-[16px]">
          Το χορευτικό ρεπερτόριο της Νέας Βύσσας αποτελείται από δέκα χορούς.
          Οι χοροί αυτοί χαρακτηρίζονται από απαλό, ήρεμο ρυθμό και γλυκές
          μελωδίες, που τους κάνουν να ξεχωρίζουν από τους άλλους χορούς της
          Θράκης. Οι μελωδίες και τα τραγούδια των χορών απεικονίζουν και
          περιγράφουν την καταγωγή και τις παραδόσεις των Βυσσιωτών.
        </p>
      </div>

      <div className="space-y-2 text-justify">
        <h3 className="text-primary text-lg text-center">
          Το χωριό μας σήμερα
        </h3>

        <p className="text-sm lg:text-[16px]">
          Η <strong>Νέα Βύσσα</strong> σήμερα είναι ένα από τα μεγαλύτερα χωριά
          του Έβρου. Πέρα από την πλούσια ιστορία της είναι γνωστή και για τη
          θερμή φιλοξενία των κατοίκων και φυσικά για το ξακουστό της{" "}
          <strong>σκόρδο</strong> αποτελώντας έτσι έναν αυθεντικό προορισμό στη
          Θράκη.
        </p>
        <p className="text-sm lg:text-[16px]">
          Σας προσκαλούμε να τη γνωρίσετε κάνοντας μια περιήγηση...{" "}
        </p>
        <p className="text-sm lg:text-[16px]">
          Μπαίνοντας στη Νέα Βύσσα από την κύρια είσοδο, η πρώτη εικόνα που
          συναντάς είναι η <strong>βιομηχανική περιοχή του χωριού</strong> και
          επειτα στα αριστερά σας εμφανίζονται το{" "}
          <strong>Γυμνάσιο και το Λύκειο της Νέας Βύσσας</strong>, ένας
          σημαντικός εκπαιδευτικός πυρήνας της περιοχής. Φτάνοντας στις{" "}
          <strong>σιδηροδρομικές γραμμές</strong>, μπορείτε να στρίψετε αριστερά
          για να εξερευνήσετε το <strong>πάνω χωριό</strong>. Η πρώτη σημαντική
          στάση είναι το{" "}
          <a
            href="/mouseio-karatheodori"
            className="text-blue-700 hover:cursor-pointer"
          >
            Μουσείο των Καραθεοδωρή
          </a>
          , αφιερωμένο στον διάσημο Έλληνα μαθηματικό Κωνσταντίνο Καραθεοδωρή
          αλλά και σε όλο το γένος και δίπλα ακριβώς, βρίσκεται η{" "}
          <strong>εκκλησία των Αγίων Κωνσταντίνου και Ελένης</strong>, ένας
          χώρος πνευματικής γαλήνης και πίστης.
        </p>
        <p className="text-sm lg:text-[16px]">
          Συνεχίζοντας, μπορείτε να κάνετε μια στάση στο{" "}
          <strong>παρατηρητήριο</strong> Νέας Βύσσας και το μικρό{" "}
          <strong>εκκλησάκι</strong> που βρίσκεται εκεί. Από αυτό το σημείο,
          μπορείτε να απολαύσετε μια εκπληκτική θέα προς την Τουρκία και να
          χαλαρώσετε στο αναψυκτήριο, απολαμβάνοντας έναν καφέ ή ένα ρόφημα σε
          ένα από τα πιο όμορφα σημεία του χωριού.
        </p>
        <p className="text-sm lg:text-[16px]">
          Κατεβαίνοντας προς το <strong>κάτω χωριό</strong>, διασχίζετε και πάλι
          τις γραμμές του τρένου. Στα δεξιά σας βρίσκεται το{" "}
          <strong>γήπεδο ποδοσφαίρου</strong> και το{" "}
          <strong>κλειστό στάδιο</strong>, όπου αθλούνται και γυμνάζονται οι
          κάτοικοι του χωριού, ενώ κατά καιρους πραγματοποιούνται αγώνες και
          προπονήσεις από τοπικές ομάδες. Αν συνεχίσετε ευθεία, ο δρόμος σας
          οδηγεί στην πλατεία της Νέας Βύσσας. Εκεί δεσπόζει ο Ιερός Ναός του
          Αγίου Γεωργίου, ένα σημαντικό θρησκευτικό και ιστορικό σημείο του
          χωριού. Στα δεξιά του βρίσκεται το πολιτιστικό κέντρο του χωριού, όπου
          στεγάζεται και ο <strong>πολιτιστικός μας σύλλογος</strong>. Στην
          πλατεία θα βρείτε επίσης εξαιρετικές <strong>ταβέρνες</strong>, όπου
          μπορείτε να δοκιμάσετε παραδοσιακές θρακιώτικες γεύσεις και κρέατα
          αλλά και να απολαύσετε την τοπική φιλοξενία.
        </p>
      </div>

      <div className="space-y-2 text-justify">
        <h3 className="text-center text-primary text-lg">
          Ιερά Μονή Αγίας Σκέπης και Αγίας Παρασκευής
        </h3>
        <p className="text-sm lg:text-[16px]">
          Ένα από τα πιο ιδιαίτερα αξιοθέατα της Νέας Βύσσας είναι η
          νεοιδρυθείσα Ιερά Μονή Αγ. Σκέπης και Αγ. Παρασκευής που βρίσκεται
          στην τοποθεσία «Αγ. Παρασκευή» σε μικρή απόσταση από το χωριό. Αρχικά,
          χτίστηκε Παρεκκλήσιο το 1931 και πολύ αργότερα, το έτος 2005, κτίστηκε
          νέος μεγαλύτερος Ναός που αποτελεί έναν σημαντικό θρησκευτικό
          προορισμό για την περιοχή. Το 2010 με την προτροπή και τις ευλογίες
          του Σεβ. Μητροπολίτου Διδυμοτείχου, Ορεστιάδος και Σουφλίου κ. κ.
          Δαμασκηνού, πέντε Ιερομόναχοι της Μητροπόλεως μας, συστήνουν μοναστική
          αδελφότητα με κύριο σκοπό και διακόνημα τους την ιεραποστολή. Το έτος
          2019 στον αύλειο χώρο της Μονής, ανεγέρθηκε Παρεκκλήσιο επ ονόματι του
          Οσίου Παϊσίου του Αγιορείτου, Πορφυρίου του Καυσοκαλυβίτου και Ιακώβου
          του εν Ευβοία. Τα εγκαίνια του Παρεκκλησίου τελεστηκαν την 12η Ιουλίου
          2020. Την 14η Σεπτεμβρίου του 2020 πλησίον της Μονής, τοποθετήθηκε
          μεγάλος μεταλλικός Σταυρός ύψους 15 μέτρων. Το μοναστήρι είναι γνωστό
          για τη γαλήνια ατμόσφαιρα του και για το ότι φιλοξενεί πολλούς
          προσκυνητές κάθε χρόνο, ιδιαίτερα στη γιορτή της Αγίας Παρασκευής στις
          26 Ιουλίου αλλά και ανήμερα αυτής. Περιτριγυρισμένο από καταπράσινο
          τοπίο, το μοναστήρι προσφέρει την ευκαιρία για προσευχή, περισυλλογή
          και ηρεμία, ενώ ο αρχιτεκτονικός του σχεδιασμός διατηρεί στοιχεία της
          παραδοσιακής βυζαντινής τεχνοτροπίας.
        </p>
      </div>

      <p className="text-sm text-justify lg:text-[16px]">
        Η Νέα Βύσσα είναι ένας τόπος που συνδυάζει{" "}
        <strong>ιστορία, παράδοση και φυσική ομορφιά</strong>. Αν ψάχνετε έναν
        προορισμό μακριά από τον μαζικό τουρισμό, όπου μπορείτε να απολαύσετε
        την αυθεντική ελληνική φιλοξενία, να εξερευνήσετε τη φύση και να
        γευτείτε μοναδικές τοπικές γεύσεις, τότε η Νέα Βύσσα σας περιμένει!
      </p>
    </div>
  );
}
