import Image from "next/image";

export default function OtoposmasPage() {
  return (
    <div className="lg:max-w-[800px] lg:mx-auto space-y-4">
      <h1 className="text-2xl text-primary text-center">Ο Τόπος μας</h1>
      <p className="text-justify">
        Η <strong>Νέα Βύσσα</strong> είναι ένα χωριό που βρίσκεται στο
        βορειοανατολικό τμήμα του νομού Έβρου κοντά στα σύνορα με την Τουρκία. Ο
        λαός και το όνομά της προέρχεται κατά πάσα πιθανότητα από τον πολεμικό
        λαό των Βεσσών και παλαιότερα αναφερόταν κατά παράφραση στην προφορική
        ομιλία ως Μπόσνα/Bosna.
      </p>
      <p className="text-justify">
        Το 1923 περίπου χίλιοι πρόσφυγες προερχόμενοι από το Βοσνοχώρι ή παλιά
        Βύσσα, που βρισκόταν κοντά στην Αδριανούπολη, εγκαταστάθηκαν στη
        σημερινή τοποθεσία του χωριού, 4 χμ. νοτιότερα από το παλιό χωριό. Οι
        περισσότεροι από αυτούς ήταν επαγγελματίες που δεν γνώριζαν τη γεωργία
        και ζούσαν με το όνειρο να επιστρέψουν στη γη τους. Αυτό το όνειρο
        κρατήθηκε ζωντανό από το γεγονός ότι μπορούσαν να ατενίσουν τα σπίτια
        τους στην άλλη πλευρά του ποταμού Έβρου, που πολύ συχνά πλημμύριζε και
        κατέστρεφε τις καλλιέργειες.
      </p>
      <div className="relative w-full h-56 lg:w-[500px] lg:mx-auto">
        <Image
          priority
          src="/o-topos-mas/otoposmas-1.png"
          fill
          objectFit="cover"
          className="absolute"
          alt="o-silogos-image"
        />
      </div>

      <p className="text-justify">
        Το 1958, μετά την κατασκευή προστατευτικών τοιχωμάτων κατά μήκος των
        όχθεων του ποταμού, η καλλιέργεια της πατάτας, του σκόρδου, των
        σπαραγγιών και του σιταριού έγινε αποτελεσματική. Αυτό βοήθησε το χωριό
        Νέα Βύσσα να αναπτυχθεί γρήγορα και να γίνει οικονομικά κυρίαρχο στην
        περιοχή, αλλα και να αναπτύξει ποικίλες σχέσεις με την πόλη της
        Ορεστιάδας και τα υπόλοιπα χωριά της περιοχής.
      </p>
      <p className="text-justify">
        Η τεχνική δόμησης των σπιτιών στη Νέα Βύσσα αντικατοπτρίζει έντονα την
        αστική παράδοση της Αδριανούπολης. Μιλώντας για την αστική παράδοση της
        Νέας Βύσσας, το ντύσιμο των γυναικών θεωρείται μοναδικό σε όλη τη Θράκη,
        αλλά και πανελλαδικά, λόγω του πλούτου και της ομορφιάς του. Η
        παραδοσιακή φορεσιά αποτελείται από πέντε μεταξωτές φούστες, η μία πάνω
        στην άλλη, ένα δέσιμο γύρω από το κεφάλι με λουλούδια και καρφίτσες και
        τέλος ένα μεταξωτό μπούστο που είναι διακοσμημένο με χρυσά νομίσματα.
      </p>
      <p className="text-justify">
        Το χορευτικό ρεπερτόριο της Νέας Βύσσας αποτελείται από δέκα χορούς. Οι
        χοροί αυτοί χαρακτηρίζονται από απαλό, ήρεμο ρυθμό και γλυκές μελωδίες,
        που τους κάνουν να ξεχωρίζουν από τους άλλους χορούς της Θράκης. Οι
        μελωδίες και τα τραγούδια των χορών απεικονίζουν και περιγράφουν την
        καταγωγή και τις παραδόσεις των Βυσσιωτών.
      </p>
    </div>
  );
}
