export default function DrastiriotitesPage() {
  return (
    <div className="lg:max-w-[65%] text-sm lg:text-[16px] lg:mx-auto space-y-10 text-justify">
      <h1 className="text-2xl text-primary text-center">
        Δραστηριότητες του Συλλόγου
      </h1>
      <div className="space-y-4">
        <p>
          Ο Πολιτιστικός Σύλλογος Νέας Βύσσας «Στέφανος Καραθεοδωρής» αποτελεί
          έναν ζωντανό φορέα πολιτισμού, με μακρόχρονη και πολυδιάστατη παρουσία
          τόσο σε τοπικό όσο και σε πανελλήνιο και διεθνές επίπεδο.
        </p>
        <p>
          Μέσα από τη συμμετοχή του σε πλήθος εκδηλώσεων, αναδεικνύει σταθερά
          την πολιτιστική κληρονομιά της Νέας Βύσσας και της Θράκης ευρύτερα.
        </p>

        <p>Ο Σύλλογός μας έχει λάβει μέρος σε:</p>

        <ul className="list-disc ml-6 space-y-6">
          <li>
            <span className="font-medium">
              Πολιτιστικές εκδηλώσεις και φεστιβάλ, όπως:
            </span>
            <ul className="list-[circle] ml-6 mt-2 space-y-1 ">
              <li>Παρουσιάσεις στο Εθνολογικό Μουσείο Θεσσαλονίκης</li>
              <li>Πολιτιστικές εκδηλώσεις στην Επίδαυρο</li>
              <li>Συμμετοχή στο Μέγαρο Μουσικής</li>
              <li>
                Εκδηλώσεις για τον Ελληνικό Λαϊκό Πολιτισμό στο Στάδιο Ειρήνης
                και Φιλίας (ΣΕΦ)
              </li>
              <li>
                Συμμετοχή με χορωδία και παρουσία σε θεατρικές παραστάσεις με
                παραδοσιακό και λαϊκό περιεχόμενο
              </li>
            </ul>
          </li>
          <li>
            <span className="font-medium">
              Χορευτικά φεστιβάλ και παραστάσεις, όπως:
            </span>
            <ul className="list-[circle] ml-6 mt-2 space-y-1 ">
              <li>Το Πανθρακικό Αντάμωμα,</li>
              <li>
                Πλήθος συμμετοχών σε τοπικά πανηγύρια του Νομού Έβρου και
                γενικότερα της Θράκης, προβάλλοντας τους παραδοσιακούς χορούς
                και τη μουσική του τόπου μας.
              </li>
            </ul>
          </li>

          <li>
            <span className="font-medium">
              Εκδρομές και πολιτιστικές αποστολές σε Ελλάδα και εξωτερικό, με
              αποστολές και εμφανίσεις σε:
            </span>
            <ul className="list-[circle] ml-6 mt-2 space-y-1 ">
              <li>
                Τουρκία (Κιρκλαρελί, Τραπεζούντα, Λαλάπασα, Κερασούντα,
                Σαμψούντα),
              </li>
              <li>Βουλγαρία (Μπολιάροβο, Σβίλενγκραντ),</li>
              <li>Βέλγιο (Βρυξέλλες)</li>
              <li>Ελβετία (Γενεύη, Ζυρίχη)</li>
              <li>Αίγυπτο (Κάιρο).</li>
            </ul>
          </li>
        </ul>

        <p>Παράλληλα, ο Σύλλογος διατηρεί ενεργά:</p>
        <ul className="list-disc ml-6 space-y-6">
          <li>
            <span className="font-medium">
              Δύο Παιδικά Χορευτικά Τμήματα και Ένα Εφηβικό Τμήμα, που
              λειτουργούν σταθερά:
            </span>
            <ul className="list-[circle] ml-6 mt-2 space-y-1 ">
              <li>
                Το Παιδικό Τμήμα 1: Παιδιά ηλικίας 4–9 ετών, τα οποία
                διδάσκονται χορούς της Νέας Βύσσας και ευρύτερα του Έβρου.
              </li>
              <li>
                Το Παιδικό Τμήμα 2: Παιδιά ηλικίας 10–15 ετών, με εκμάθηση χορών
                από διάφορες περιοχές της Ελλάδας.
              </li>
              <li>
                Το Εφηβικό Τμήμα: Νέοι 15–18 ετών, που εμβαθύνουν σε χορευτικά
                μοτίβα από όλη τη χώρα.
              </li>
            </ul>
          </li>
        </ul>

        <p>
          Τα τμήματα αυτά εκπροσωπούν τον Σύλλογο σε πολλαπλές εκδηλώσεις και
          φεστιβάλ καθ’ όλη τη διάρκεια του έτους, συμβάλλοντας στη συνεχή
          ανανέωση και προβολή της πολιτιστικής μας ταυτότητας.
        </p>

        <p>
          Σε αυτό το σημείο να σημειώσουμε ότι προβλέπεται άμεσα να αρχίσει ξανά
          χορευτικό τμήμα ενηλίκων, καθώς παρατηρείται μεγάλη προθυμία των
          κατοίκων του χωριού και προτροπή προς τον σύλλογο για τη δημιουργία
          τέτοιου τμήματος.
        </p>

        <p>
          Μέσα από κάθε συμμετοχή, κάθε ταξίδι και κάθε εμφάνιση, ο Πολιτιστικός
          Σύλλογος Νέας Βύσσας «Στέφανος Καραθεοδωρής» συνεχίζει να μεταφέρει το
          μήνυμα της παράδοσης, της ενότητας και της δημιουργικότητας, τιμώντας
          το παρελθόν και χτίζοντας το μέλλον.
        </p>

        <div>
          <p>Χοροδιδάσκαλος: Σαρδάνη Ελένη</p>
          <p>
            Τηλέφωνο επικοινωνίας:{" "}
            <a
              className="text-blue-500 underline underline-offset-1 decoration-blue-500"
              href="tel:+306987360713"
            >
              +306987360713
            </a>
          </p>
        </div>
      </div>
    </div>
  );
}
