export const Beis = () => {
  return (
    <div className="text-justify space-y-4 text-sm lg:text-[16px]">
      <p>
        Ο Μπέης είναι ένα λαογραφικό έθιμο της Νέας Βύσσας, που έχει τις ρίζες
        του στην περίοδο της Τουρκοκρατίας και αναβιώνει με επιτυχία κάθε
        αποκριά μέχρι και σήμερα. Το έθιμο οφείλει το όνομά του στον τίτλο
        ανώτερου Τούρκου διοικητικού αξιωματούχου (Bey – Μπέης στα ελληνικά)
        μιας γεωγραφικής περιοχής.
      </p>
      <p>
        Σύμφωνα πάντα με την παράδοση, οι υπόδουλοι Έλληνες της Θράκης για μια
        μόνο μέρα μπορούσαν να κάνουν ό,τι ήθελαν τους Τούρκους. Η μέρα αυτή
        ήταν κατά την περίοδο του Τριωδίου (της Αποκριάς) και πιο συγκεκριμένα η
        Δευτέρα μετά την Κυριακή της τυρινής.
      </p>
      <p>
        Από νωρίς το πρωί ο Μπέης συνοδευόμενος από την ακολουθία του περιοδεύει
        από γειτονιά σε γειτονιά μέσα στην κωμόπολη της Νέας Βύσσας, προκειμένου
        να εισπράξει τον φόρο από τους υπόδουλους Έλληνες.
      </p>
      <p>
        Αφού ολοκληρωθεί η περιοδεία, ο Μπέης πάνω στο άρμα του έρχεται στην
        κεντρική πλατεία της Νέας Βύσσας για να γίνει η σπορά και το όργωμα. Εν
        συνεχεία, μαζεύονται όλοι οι κάτοικοι και αναποδογυρίζουν τον Μπέη και
        στο τέλος γίνεται η εκλογή του Μπέη της επόμενης χρονιάς και ακολουθεί
        χορός για όλο τον κόσμο.
      </p>
      <p>
        Το έθιμο δεν έχει μόνο συμβολικό και αποκριάτικο χαρακτήρα, αλλά
        σχετίζεται και με την προαγωγή της βλάστησης για την νέα χρονιά.
      </p>
    </div>
  );
};
