export const DiethnisMeraMouseiwn = () => {
  return (
    <div className="text-justify space-y-4 text-sm lg:text-[16px]">
      <p>
        Η Διεθνής Ημέρα Μουσείων γιορτάζεται κάθε χρόνο στις 18 Μαΐου, με
        πρωτοβουλία του Διεθνούς Συμβουλίου Μουσείων (ICOM) από το 1977. Σκοπός
        της ημέρας είναι να αναδείξει τον ρόλο των μουσείων στην κοινωνία ως
        θεσμούς που υπηρετούν την πολιτιστική ανταλλαγή, τον διάλογο, την
        εκπαίδευση και την κατανόηση μεταξύ των λαών.
      </p>

      <p>
        Κάθε χρόνο η ημέρα έχει διαφορετικό θέμα, το οποίο αντανακλά τις
        σύγχρονες προκλήσεις και τον ρόλο των μουσείων στην αντιμετώπισή τους.
      </p>

      <p>
        Το θέμα για το 2025 είναι: «Το Μέλλον των Μουσείων σε Κοινότητες που
        Αλλάζουν Ραγδαία» Το φετινό θέμα αντανακλά τις προκλήσεις που
        αντιμετωπίζουν τα μουσεία σε έναν κόσμο που μεταβάλλεται συνεχώς.
        Αναδεικνύει τον ρόλο των μουσείων ως δυναμικών φορέων που ενισχύουν την
        ανθεκτικότητα, την καινοτομία και την κοινωνική συνοχή.
      </p>

      <p>
        Η Διεθνής Ημέρα Μουσείων αποτελεί μια σπουδαία ευκαιρία για την ανάδειξη
        της πολιτιστικής κληρονομιάς της Νέας Βύσσας. Στο πλαίσιο αυτό ο
        Πολιτιστικός Σύλλογος Νέας Βύσσας "Στέφανος Καραθεοδωρής" σε συνεργασία
        με το Μουσείο των Καραθεοδωρή διοργανώνει μια σειρά από δράσεις, ώστε να
        αναδείξουμε το σπουδαίου έργο του Μουσείου των Καραθεοδωρή και του
        Γένους των Καραθεοδωρή με κορυφαίο τον σπουδαίο Έλληνα μαθηματικό
        Κωνσταντίνο Καραθεοδωρή.
      </p>
    </div>
  );
};
