export const KatharaDeutera = () => {
  return (
    <div className="text-justify space-y-4 text-sm lg:text-[16px]">
      <p>
        Ο Πολιτιστικός Σύλλογος Νέας Βύσσας "Στέφανος Καραθεοδωρής" κάθε χρόνο
        την Καθαρά Δευτέρα, σας περιμένει στο αναψυκτήριο Νέας Βύσσας.
      </p>
      <p>
        Γιορτάζουμε τα κούλουμα και σας προσφέρουμε σαρακοστιανά εδέσματα όπως
        φασολάδα, λαγάνα, χαλβά κ.α. Επιπλέον σερβίρεται κρασί και τσίπουρο.
      </p>
      <p>
        Μπορείτε να πετάξετε τον χαρταετό σας, να περιηγηθείτε στον ειδικά
        διαμορφωμένο χώρο, αλλά και να διασκεδάσετε με τη μουσική που μας
        συνοδεύει καθόλη τη διάρκεια της ημέρας.
      </p>
    </div>
  );
};
