export const KonstantinoyKaiElenis = () => {
  return (
    <div className="text-justify space-y-4 text-sm lg:text-[16px]">
      <p>
        Ο Πολιτιστικός Σύλλογος Νέας Βύσσας "Στέφανος Καραθεοδωρής" κάθε χρόνο,
        παραμονή της εορτής των Αγίων Κωνσταντίνου και Ελένης, στην Επάνω Βύσσα,
        διοργανώνει μουσικοχορευτική εκδήλωση στον αύλειο χώρο του Μουσείου των
        Καραθεοδωρή. Μετά το πέρας του πανηγυρικού Εσπερινού ακολουθεί
        παραδοσιακή βραδιά με χορούς από τα χορευτικά τμήματα του Συλλόγου.
      </p>

      <p>
        Στόχος μας είναι η διατήρηση και ανάδειξη των εθίμων του τόπου μας,
        καθώς και η σύσφιξη των δεσμών της τοπικής μας κοινότητας.
      </p>
    </div>
  );
};
