export const MathimatikoSynedrio = () => {
  return (
    <div className="text-justify space-y-4 text-sm lg:text-[16px]">
      <p>
        Τον <strong>Σεπτέμβριο του 2000</strong>, με αφορμή τη συμπλήρωση 50
        ετών από τον θάνατο του διακεκριμένου Έλληνα μαθηματικού Κωνσταντίνου
        Καραθεοδωρή, διοργανώθηκε στη Νέα Βύσσα ένα Παγκόσμιο Μαθηματικό
        Συνέδριο προς τιμήν του. Η εκδήλωση διοργανώθηκε με πρωτοβουλία του
        <strong>
          Καθηγητή Μαθηματικών και Κοσμήτορα του Δημοκρίτειου Πανεπιστημίου
          Θράκης κ. Α. Βουγιουκλή
        </strong>
        , και με τη{" "}
        <strong>
          συνδρομή του Πολιτιστικού Συλλόγου Νέας Βύσσας “Στέφανος Καραθεοδωρής”
        </strong>
        , στο χωριό όπου έχει ρίζες η οικογένεια του μεγάλου επιστήμονα.​
      </p>

      <p>
        Το συνέδριο συγκέντρωσε εξέχοντες μαθηματικούς και ακαδημαϊκούς από την
        Ελλάδα και το εξωτερικό, οι οποίοι παρουσίασαν εργασίες και διαλέξεις
        σχετικές με το έργο και την επιρροή του Καραθεοδωρή στα μαθηματικά και
        τις φυσικές επιστήμες. Ξεχωριστή τιμή αποτέλεσε η παρουσία της{" "}
        <strong>
          κόρης του Καραθεοδωρή, κας Δέσποινας Ροδοπούλου - Καραθεοδωρή
        </strong>
        , η οποία τίμησε την εκδήλωση με τη συγκινητική παρουσία της.
      </p>

      <p>
        Η διοργάνωση του συνεδρίου ανέδειξε τη σημασία του έργου του Καραθεοδωρή
        και ενίσχυσε το επιστημονικό και πολιτιστικό προφίλ της Νέας Βύσσας. Ο
        Πολιτιστικός Σύλλογος Νέας Βύσσας "Στέφανος Καραθεοδωρής" συνέβαλε
        καθοριστικά στην επιτυχία της εκδήλωσης, επιβεβαιώνοντας τον ρόλο του ως
        φορέα διατήρησης και προώθησης της πολιτιστικής κληρονομιάς της
        περιοχής.​
      </p>

      <p>
        Το επίπεδο των εισηγήσεων και η ποιότητα των συμμετεχόντων προσέδωσαν
        στο συνέδριο διεθνές κύρος, φέρνοντας στο προσκήνιο τη συμβολή του
        Καραθεοδωρή στα μαθηματικά, τη φυσική, αλλά και τη φιλοσοφία της
        επιστήμης. Αξίζει να αναφέρουμε μόνον τις γνώμες δύο διάσημων
        μαθηματικών που συμμετείχαν σ’ αυτό το συνέδριο.
      </p>

      <div>
        <p>
          Ο <strong>Γερμανός καθηγητής Roland Bulirsch</strong> (Πανεπιστήμιο
          Μονάχου) δήλωσε:
        </p>
        <blockquote className="border-l-4 border-primary pl-2 italic">
          «Ο Καραθεοδωρή, ο μεγαλύτερος Έλληνας μαθηματικός από την αρχαιότητα,
          υπήρξε ένα μεγάλο δώρο της Ελλάδας στη Γερμανία. Λυπάμαι που δε μπορώ
          να μιλήσω γι’ αυτόν στη γλώσσα του, την στιγμή που εκείνος μιλούσε τη
          δική μου καλύτερα και από Γερμανούς φιλόλογους και φιλοσόφους».
        </blockquote>
      </div>

      <div>
        <p>
          Ο <strong>Ινδός μαθηματικός Srivastava</strong>, καθηγητής στο
          Πανεπιστήμιο Victoria του Καναδά και μελετητής του έργου του
          Καραθεοδωρή, σημείωσε:
        </p>
        <blockquote className="border-l-4 border-primary pl-2 italic">
          «Οι υπόλοιποι μαθηματικοί φαντάζουμε πολύ μικροί μπροστά του».
        </blockquote>
      </div>

      <p>
        Η εκδήλωση αυτή παραμένει ένα από τα σημαντικότερα γεγονότα στην ιστορία
        του συλλόγου και της κοινότητας. Ο Πολιτιστικός Σύλλογος "Στέφανος
        Καραθεοδωρής", με αίσθημα ευθύνης και υπερηφάνειας, συνέβαλε ενεργά στην
        οργάνωση και φιλοξενία του συνεδρίου, τιμώντας τη μνήμη ενός από τους
        μεγαλύτερους Έλληνες επιστήμονες και ενισχύοντας τη σύνδεση της τοπικής
        κοινωνίας με την παγκόσμια επιστημονική κοινότητα.
      </p>

      <p></p>
    </div>
  );
};
