export const MnhmosKaratheodori = () => {
  return (
    <div className="text-justify space-y-4 text-sm lg:text-[16px]">
      <p>
        Ο Πολιτιστικός Σύλλογος Νέας Βύσσας "Στέφανος Καραθεοδωρής" με τη
        συμβολή των απογόνων των Καραθεοδωρή, κάθε χρόνο στις 2 Φεβρουαρίου,
        διοργανώνει το μνημόσυνο του Στέφανου Καραθεοδωρή.
      </p>
      <p>
        Σας καλούμε να μας τιμήσετε με την παρουσία σας στον Ιερό Ναό Αγίου
        Γεωργίου του χωριού μας.
      </p>
    </div>
  );
};
