export const PanigirisTimioyProdromoy = () => {
  return (
    <div className="text-justify space-y-4 text-sm lg:text-[16px]">
      <p>
        Στο «Μπαλκόνι του Έβρου», εκεί όπου η ψυχή υψώνεται και το βλέμμα
        αγκαλιάζει την Ανατολική Θράκη, γιορτάσαμε και φέτος με ευλάβεια τον
        Τίμιο Πρόδρομο.
      </p>

      <p>
        Κάτω απλώνονται τα «Παλάτια», τα γόνιμα χωράφια της Νέας Βύσσας,
        αριστερά η ΙΕΡΑ ΜΟΝΗ ΑΓΙΑΣ ΣΚΕΠΗΣ & ΑΓΙΑΣ ΠΑΡΑΣΚΕΥΗΣ Ν. ΒΥΣΣΗΣ και στο
        βάθος η ελληνική σημαία περήφανη στο Ε.Φ. 5· απέναντι διακρίνεται η
        Αδριανούπολη και γύρω οι αλησμόνητες πατρίδες μας – Καραγάτς, Μπόσνα… κι
        όσο φτάνει το μάτι, η γη των προγόνων μας.
      </p>

      <p>
        Μέσα σε αυτόν τον ευλογημένο τόπο, το Ιερό Παρεκκλήσιο του Τιμίου
        Προδρόμου έγινε ξανά σημείο συνάντησης πίστης και παράδοσης. Μετά τον
        πανηγυρικό Εσπερινό, τα παιδιά του Πολιτιστικού Συλλόγου Νέας Βύσσας
        «Στέφανος Καραθεοδωρής» χόρεψαν με κέφι παραδοσιακούς χορούς και οι
        γυναίκες του Συλλόγου Γυναικών μάς συγκίνησαν με τα τραγούδια τους.
      </p>

      <p>
        Ευχαριστούμε θερμά όλους όσοι βρέθηκαν κοντά μας, τους Ιερείς μας και
        ιδιαίτερα τον Καθηγούμενο της Ιεράς Μονής Αγίας Σκέπης και Αγίας
        Παρασκευής π. Βαρθολομαίο, την Περιφέρεια Ανατολικής Μακεδονίας - Θράκης
        και ιδιαίτερα την Φανή Μπαχαρίδου (Αντιπεριφερειάρχης Οικονομικών,
        Πολιτισμού και Εθελοντισμού) για τη στήριξη, τους συλλόγους και κάθε
        έναν που συνέβαλε ώστε η βραδιά αυτή να μείνει αξέχαστη. Θερμές
        ευχαριστίες στην Τοπική Κοινότητα Βύσσας και ιδιαίτερα στον Πρόεδρο κ.
        Γιώργο Μπαχαρίδη.
      </p>
    </div>
  );
};
