export const ParousiasiBibliou23 = () => {
  return (
    <div className="text-justify space-y-4 text-sm lg:text-[16px]">
      <p>
        “Το τρισυπόστατο του χορού στη Νέα Βύσσα Έβρου 100 χρόνια προσφυγικής
        πολιτισμικής παρουσίας”
      </p>
      <p>της Δρ. Ελένης Φιλιππίδου</p>
      <h2>Ομιλητές:</h2>
      <ul className="list-disc list-inside">
        <li>
          <strong>Δρ. Μαρία Κουτσούμπα</strong>: Καθηγήτρια Χορολογίας του
          Εθνικού και Καποδιστριακού Πανεπιστημίου Αθηνών.
        </li>
        <li>
          <strong>Αρχιμ. Βαρθολομαίος Αστεριάδης</strong>: Καθηγούμενος Ιεράς
          Μονής και Αγίας Παρασκευής Νέας Βύσσας, Αρχιερατικός Επίτροπος
          Ορεστιάδας.
        </li>
        <li>
          <strong>Σταύρος Παπαθανασάκης</strong>: Δημοσιογράφος.
        </li>
        <li>
          <strong>Δρ. Ελένη Φιλιππίδου</strong>: Μεταδιδακτορική ερευνήτρια του
          Εθνικού και Καποδιστριακού Πανεπιστημίου Αθηνών / Συγγραφέας του
          βιβλίου.
        </li>
      </ul>
    </div>
  );
};
