export const SinedrioThermodinamikis2023 = () => {
  return (
    <div className="text-justify space-y-4 text-sm lg:text-[16px]">
      <p>
        Παγκοσμίου φήμης ερευνητές και ακαδημαϊκοί, προερχόμενοι από 30 ιδρύματα
        από 11 χώρες, θα συναντηθούν στη Βόρεια Ελλάδα για να συμμετάσχουν στις
        εργασίες του Συμποσίου, οι οποίες συνολικά θα λάβουν χώρα σε
        Θεσσαλονίκη, Στάγειρα, Άβδηρα, Αλεξανδρούπολη, Νέα Βύσσα και Ορεστιάδα.
      </p>
      <p>
        Για να γιορτάσουν τα 150 χρόνια από τη γέννησή του, μια ομάδα
        επιστημόνων και μηχανικών, όλοι επηρεασμένοι από την εφαρμογή της
        θερμοδυναμικής στη συμπεριφορά των υλικών, θα συγκεντρωθούν αρχικά στο
        Αριστοτέλειο Πανεπιστήμιο Θεσσαλονίκης για ένα συμπόσιο σχετικά με την
        εφαρμογή της θερμοδυναμικής στη συμπεριφορά σύνθετων υλικών.
      </p>
      <p>
        Οι συμμετέχοντες στο συμπόσιο θα περάσουν στη συνέχεια μια μέρα στα
        Στάγειρα, τη γενέτειρα του Αριστοτέλη, συζητώντας τις επιπτώσεις του
        δεύτερου νόμου της θερμοδυναμικής σε μια πραγματική περιπατητική
        συζήτηση στην αρχαία ανασκαφική θέση των Σταγείρων. Στη συνέχεια οι
        συμμετέχοντες θα μεταβούν στην Αλεξανδρούπολη, έχοντας πρώτα περάσει από
        την αρχαία πόλη Άβδηρα, γενέτειρα του Δημόκριτου, για τη συνέχεια των
        διαλεκτικών συζητήσεων για τη θερμοδυναμική, με κατάληξη στη Νέα Βύσσα,
        όπου πρόσφατα ιδρύθηκε μουσείο προς τιμήν της οικογένειας Καραθεοδωρή.
      </p>
    </div>
  );
};
