export const Vysseia = () => {
  return (
    <div className="text-justify space-y-4 text-sm lg:text-[16px]">
      <p>
        Σύμφωνα με την παράδοση, οι κάτοικοι της Νέας Βύσσας ντύνονται με
        παραδοσιακές στολές και χορεύουν στους δρόμους, ενώ οι γυναίκες
        ετοιμάζουν παραδοσιακά εδέσματα. Το έθιμο αυτό είναι μια ευκαιρία για
        τους κατοίκους να γιορτάσουν την πολιτιστική τους κληρονομιά και να
        διατηρήσουν ζωντανές τις παραδόσεις τους.
      </p>
    </div>
  );
};
