export const Vysseia = () => {
  return (
    <div className="text-justify space-y-4 text-sm lg:text-[16px]">
      <p>
        Τα Βύσσεια είναι ένας θεσμός βαθιά ριζωμένος στην ιστορία και την καρδιά
        της Νέας Βύσσας που αναβιώνει κάθε χρόνο το τριήμερο 23, 24 και 25
        Ιουλίου. Με αφορμή τη γιορτή της Αγίας Παρασκευής συνδέει τη θρησκευτική
        ευλάβεια με την πολιτιστική ταυτότητα του τόπου μας.
      </p>
      <p>
        Ο εορτασμός ξεκινά με μια σειρά από πολιτιστικές και αθλητικές
        εκδηλώσεις, οι οποίες πραγματοποιούνται με τη μέριμνα του Πολιτιστικού
        Συλλόγου Νέας Βύσσας "Στέφανος Καραθεοδωρής", σε συνεργασία με τοπικούς
        φορείς και συλλόγους.
      </p>

      <div className="space-y-2">
        <p>Κατά τη διάρκεια του τριημέρου πραγματοποιούνται:</p>
        <ul className="list-disc list-inside space-y-2">
          <li>Θεατρικές παραστάσεις και συναυλίες</li>
          <li>Χορωδίες και παρουσιάσεις βιβλίων</li>
          <li>Τουρνουά ποδοσφαίρου και μπάσκετ</li>
          <li>
            Παραδοσιακά χορευτικά από τμήματα του Συλλόγου και φιλοξενούμενους
            συλλόγους
          </li>
          <li>Εκθέσεις και δράσεις τοπικού χαρακτήρα</li>
        </ul>
      </div>

      <p>
        Κεντρικό σημείο αναφοράς αποτελεί η Ιερά Μονή Αγίας Σκέπης και Αγίας
        Παρασκευής, όπου στις 25 Ιουλίου τελείται ο πανηγυρικός εσπερινός
        παρουσία πλήθους πιστών.
      </p>

      <div className="space-y-2">
        <p>
          Η ημέρα κορυφώνεται με τη μεγάλη γιορτή στην πλατεία του χωριού που
          περιλαμβάνει:
        </p>
        <ul className="list-disc list-inside space-y-2">
          <li>Τελετή βράβευσης των μαθητών</li>
          <li>
            Παραδοσιακούς χορούς από τα χορευτικά τμήματα του συλλόγου αλλά και
            καλεσμένους συλλόγους
          </li>
          <li>
            Και τέλος, ένα πανηγύρι για όλο τον κόσμο, με μουσική, χορό και
            ελεύθερη συμμετοχή για μικρούς και μεγάλους
          </li>
        </ul>
      </div>

      <p>
        Τα Βύσσεια δεν είναι απλώς μια εκδήλωση. Είναι μια γιορτή της πίστης,
        της παράδοσης και της συλλογικής ταυτότητας της Νέας Βύσσας. Ο
        Πολιτιστικός Σύλλογος Νέας Βύσσας "Στέφανος Καραθεοδωρής" με μεράκι και
        συνέπεια διοργανώνει τα Βύσσεια κάθε χρόνο, κρατώντας ζωντανά τα ήθη, τα
        έθιμα και την πίστη των προγόνων μας.
      </p>
      <p>Σας περιμένουμε να γιορτάσουμε μαζί!</p>
    </div>
  );
};
