export default function MouseioKaratheodori() {
  return (
    <div className="lg:max-w-[65%] lg:mx-auto space-y-4">
      <h1 className="text-2xl text-primary text-center">Μουσείο Καραθεοδωρή</h1>
      <div className="text-justify">
        Το <strong>Μουσείο των Καραθεοδωρή</strong> βρίσκεται στη Νέα Βύσσα
        Έβρου, γενέτειρα της οικογένειας Καραθεοδωρή. Πρόκειται για ένα ιστορικό
        οικογενειακό μουσείο που εξιστορεί πτυχές από τη ζωή και το έργο των
        μελών της οικογένειας από τα τέλη του 18ου αιώνα μέχρι σήμερα.
      </div>
      <div className="text-justify">
        Το μουσείο στεγάζεται στο κτίριο που λειτουργούσε το 3ο Δημοτικό Σχολείο
        Νέας Βύσσας. Το 2017, με πρωτοβουλία του Πολιτιστικού Συλλόγου Νέας
        Βύσσας «Στέφανος Καραθεοδωρής» και τη συμβολή του Δήμου Ορεστιάδας και
        του Σωματείου «Κληρονομιά Οικογένειας Καραθεοδωρή», το κτίριο
        μετατράπηκε σε μουσείο και εγκαινιάστηκε από τον Οικουμενικό Πατριάρχη
        κ.κ. Βαρθολομαίο.
      </div>
    </div>
  );
}
