import Image from "next/image";

export default function SilogosPage() {
  return (
    <div className="space-y-10">
      <div className="space-y-4">
        <h1 className="text-2xl text-primary text-center">Ο Σύλλογος</h1>
        <div className="flex w-full lg: items-center">
          <p className="text-pretty">
            Ο{" "}
            <strong>
              Πολιτιστικός Σύλλογος Νέας Βύσσας «Στέφανος Καραθεοδωρής»
            </strong>{" "}
            ιδρύθηκε το
            <strong> 1977</strong> με σκοπό τη διάσωση, διατήρηση και διάδοση
            της πολιτισμικής κληρονομιάς των προσφύγων προγόνων της περιοχής
            στις νέες γενιές.
            <p className="text-justify hidden lg:block">
              Στα χρόνια που ακολούθησαν, ο σύλλογος επεκτάθηκε σε κοινωνικούς,
              ενημερωτικούς και ψυχαγωγικούς τομείς, συμβάλλοντας στην
              πολιτιστική και ποιοτική άνοδο της τοπικής κοινωνίας.
            </p>
          </p>
          <div className="w-[1200px] relative h-[200px] lg:w-[300px] lg:h-[150px]">
            <Image
              src="/o-silogos/osilogos-1.png"
              fill
              objectFit="cover"
              className="absolute"
              alt="karatheodoris sculpture"
            />
          </div>
        </div>
        <p className="text-justify lg:hidden">
          Στα χρόνια που ακολούθησαν, ο σύλλογος επεκτάθηκε σε κοινωνικούς,
          ενημερωτικούς και ψυχαγωγικούς τομείς, συμβάλλοντας στην πολιτιστική
          και ποιοτική άνοδο της τοπικής κοινωνίας.
        </p>
        <p className="text-justify">
          Το όνομα του Συλλόγου δόθηκε{" "}
          <strong>προς τιμήν του γένους Καραθεοδωρή</strong>, το οποίο με
          γενέτειρα το παλιό χωριό Μπόσνα, σημερινή Νέα Βύσσα, έχει αναδείξει
          σημαίνοντες προσωπικότητες ιατρών, διπλωματών και επιστημόνων σε όλη
          την ιστορική πορεία της χώρας μας, με αποκορύφωμα{" "}
          <strong>
            {" "}
            τον μαθηματικό διεθνούς φήμης Κωνσταντίνο Καραθεοδωρή
          </strong>
          . Το παράδειγμα και η ιστορία τους αποτελεί μεγάλη πολιτιστική
          κληρονομιά για όλη την Ελλάδα και ιδιαίτερη τιμή για τους κατοίκους
          της Νέας Βύσσας.
        </p>
      </div>

      <div className="space-y-4">
        <h2 className="text-2xl text-primary text-center">Οι Στόχοι μας</h2>
        <p className="text-justify">
          Στόχοι του Συλλόγου, εκτός από την ανάδειξη της προσωπικότητας και του
          πολυσήμαντου και ογκώδους έργου του μεγάλου επιστήμονα{" "}
          <strong> Στέφανου Καραθεοδωρή </strong> και γενικά του γένους
          Καραθεοδωρή, είναι:
          <ul className="px-2 space-y-2">
            <li>
              <strong>α)</strong> η διατήρηση και διάδοση της τοπικής
              πολιτιστικής κληρονομιάς,
            </li>
            <li>
              <strong>β)</strong> η ενίσχυση της πολιτιστικής δραστηριότητας της
              Νέας Βύσσας,
            </li>
            <li>
              <strong>γ)</strong> η προσέλκυση επισκεπτών και τόνωση της τοπικής
              οικονομίας μέσω πολιτιστικών δράσεων και
            </li>
            <li>
              <strong>δ)</strong> η ανάπτυξη του πολιτιστικού και μορφωτικού
              επιπέδου των μελών του και κατ’ επέκταση όλων των κατοίκων της
              Νέας Βύσσας αλλά και της ευρύτερης περιοχής και ειδικότερα των
              νέων.
            </li>
          </ul>
        </p>
      </div>
    </div>
  );
}
